@extends("layouts.app")

@section('title'){{ $titleIndex }}@endsection

@push('header')
    <h1 class="h2 reset-m">@yield('title')</h1>
    <ol class="breadcrumb"></ol>
@endpush

@section('content')
    <div class="panel">
        <div class="panel__head">
            <div class="panel__actions">
                <div class="col-md-2">Республика Карелия</div>
                <div class="col-md-10 align-right">
                <a target="_blank" data-turbo="true" class="btn btn-link" href="https://асмо-карелия.рф/">
                    <svg xmlns="http://www.w3.org/2000/svg" version="1.1" width="1em" height="1em" viewBox="0 0 32 32" class="me-2" role="img" fill="currentColor" componentname="orchid-icon">
                        <path d="M29.047 12.95c0-5.274-2.781-10.059-7.437-12.799-0.477-0.281-1.090-0.121-1.369 0.355s-0.121 1.089 0.355 1.369c4.039 2.376 6.45 6.516 6.45 11.074 0 7.574-5.498 13.072-13.072 13.072-1.694 0-3.337-0.317-4.885-0.942-0.511-0.208-1.096 0.040-1.302 0.552s0.040 1.096 0.552 1.302c1.788 0.723 3.684 1.089 5.635 1.089 0.006 0 0.012-0 0.018-0v1.969h-2.904c-0.577 0-1.045 0.447-1.045 0.998s0.468 0.998 1.045 0.998h7.902c0.577 0 1.045-0.447 1.045-0.998s-0.468-0.998-1.045-0.998h-3.012v-2.087c7.681-0.892 13.069-6.903 13.069-14.952zM24.98 13.040c0-6.083-4.93-11.044-11.012-11.044-6.084 0-11.015 4.961-11.015 11.044s4.931 10.982 11.015 10.982c6.083 0 11.012-4.899 11.012-10.982zM4.953 13.040c0-4.97 4.044-9.044 9.014-9.044s9.012 4.074 9.012 9.044-4.043 8.982-9.012 8.982c-4.971 0-9.014-4.012-9.014-8.982z"></path>
                    </svg>
                    АСМО Карелия
                </a>
                <a target="_blank" data-turbo="true" class="btn btn-link" href="https://vk.com/ppmi_rk">
                    <svg xmlns="http://www.w3.org/2000/svg" version="1.1" width="1em" height="1em" viewBox="0 0 32 32" class="me-2" role="img" fill="currentColor" componentname="orchid-icon">
                        <path d="M0.094 7.75c0-1.188 0.813-1.656 1.813-1.719l4.656 0.031c0.281 0 0.531 0.188 0.625 0.469 1.063 3.438 2.375 5.563 3.938 7.969 0.094 0.188 0.25 0.281 0.406 0.281 0.125 0 0.25-0.063 0.344-0.219l0.094-0.344 0.031-5.406c0-0.781-0.375-0.906-1.25-1.031-0.344-0.063-0.563-0.375-0.563-0.688 0-0.063 0-0.125 0.031-0.188 0.438-1.344 1.813-2.031 3.75-2.031l1.75-0.031c1.438 0 2.75 0.625 2.75 2.469v7.094c0.125 0.094 0.25 0.156 0.406 0.156 0.25 0 0.563-0.156 0.813-0.563 1.625-2.281 3.469-5 3.719-6.438 0-0.063 0.031-0.094 0.063-0.156 0.344-0.688 1.219-1.156 1.594-1.281 0.063-0.031 0.156-0.063 0.281-0.063h4.844l0.313 0.031c0.469 0 0.813 0.313 0.969 0.594 0.281 0.438 0.219 0.906 0.25 1.094v0.219c-0.469 2.844-3.719 6.031-5.094 8.094-0.188 0.25-0.281 0.469-0.281 0.688 0 0.188 0.094 0.375 0.25 0.563l4.563 5.75c0.25 0.344 0.375 0.75 0.375 1.094 0 1.031-0.969 1.625-1.906 1.719l-0.531 0.031h-4.75c-0.094 0-0.156 0.031-0.25 0.031-0.531 0-0.969-0.281-1.281-0.594-1-1.219-1.969-2.469-2.938-3.688-0.188-0.25-0.25-0.281-0.438-0.406-0.219 0.906-0.406 1.844-0.625 2.781l-0.094 0.531c-0.156 0.563-0.563 1.156-1.313 1.313l-0.438 0.031h-3.063c-5.406 0-10.25-7.688-13.656-17.281-0.094-0.25-0.156-0.594-0.156-0.906zM18.875 15.844c-0.813 0-1.719-0.469-1.719-1.344v-7.188c0-0.844-0.375-1.156-1.406-1.156l-1.781 0.063c-1 0-1.563 0.156-2.031 0.469 0.719 0.344 1.375 0.813 1.375 2.125v5.5c-0.094 1.094-1 1.813-1.875 1.813-0.594 0-1.125-0.344-1.438-0.906-1.406-2.125-2.594-4.125-3.625-7l-0.281-0.813-4.156-0.031c-0.563 0-0.5 0.031-0.5 0.313 0 0.188 0.031 0.438 0.063 0.594l0.656 1.75c3.406 8.813 7.688 14.594 11.75 14.594h3.125c0.438 0 0.406-0.531 0.5-0.844l0.594-2.75c0.125-0.281 0.219-0.531 0.438-0.75 0.25-0.25 0.531-0.344 0.813-0.344 0.594 0 1.156 0.469 1.531 0.906l2.656 3.375c0.219 0.344 0.406 0.406 0.531 0.406h5.156c0.5 0 0.938-0.156 0.938-0.469 0-0.094-0.031-0.219-0.094-0.313l-4.531-5.656c-0.375-0.469-0.531-0.938-0.531-1.406 0-0.5 0.188-1 0.5-1.438 1.313-1.969 4.125-4.781 4.781-7.094l0.094-0.406c-0.031-0.156-0.031-0.281-0.063-0.438h-4.906c-0.313 0.125-0.563 0.313-0.75 0.563l-0.188 0.594c-0.719 2-2.688 4.75-4.094 6.656-0.469 0.438-1 0.625-1.531 0.625z"></path>
                    </svg>
                    ППМИ ВКонтакте
                </a>
                    <a target="_blank" data-turbo="true" class="btn btn-link" href="https://инициативы-карелии.рф">
                        <svg xmlns="http://www.w3.org/2000/svg" version="1.1" width="1em" height="1em" viewBox="0 0 32 32" class="me-2" role="img" fill="currentColor" componentname="orchid-icon">
                            <path d="M29.047 12.95c0-5.274-2.781-10.059-7.437-12.799-0.477-0.281-1.090-0.121-1.369 0.355s-0.121 1.089 0.355 1.369c4.039 2.376 6.45 6.516 6.45 11.074 0 7.574-5.498 13.072-13.072 13.072-1.694 0-3.337-0.317-4.885-0.942-0.511-0.208-1.096 0.040-1.302 0.552s0.040 1.096 0.552 1.302c1.788 0.723 3.684 1.089 5.635 1.089 0.006 0 0.012-0 0.018-0v1.969h-2.904c-0.577 0-1.045 0.447-1.045 0.998s0.468 0.998 1.045 0.998h7.902c0.577 0 1.045-0.447 1.045-0.998s-0.468-0.998-1.045-0.998h-3.012v-2.087c7.681-0.892 13.069-6.903 13.069-14.952zM24.98 13.040c0-6.083-4.93-11.044-11.012-11.044-6.084 0-11.015 4.961-11.015 11.044s4.931 10.982 11.015 10.982c6.083 0 11.012-4.899 11.012-10.982zM4.953 13.040c0-4.97 4.044-9.044 9.014-9.044s9.012 4.074 9.012 9.044-4.043 8.982-9.012 8.982c-4.971 0-9.014-4.012-9.014-8.982z"></path>
                        </svg>

                        Инициативы Карелии
                    </a>
                    <a target="_blank" data-turbo="true" class="btn btn-link" href="https://vk.com/tosrk">
                        <svg xmlns="http://www.w3.org/2000/svg" version="1.1" width="1em" height="1em" viewBox="0 0 32 32" class="me-2" role="img" fill="currentColor" componentname="orchid-icon">
                            <path d="M0.094 7.75c0-1.188 0.813-1.656 1.813-1.719l4.656 0.031c0.281 0 0.531 0.188 0.625 0.469 1.063 3.438 2.375 5.563 3.938 7.969 0.094 0.188 0.25 0.281 0.406 0.281 0.125 0 0.25-0.063 0.344-0.219l0.094-0.344 0.031-5.406c0-0.781-0.375-0.906-1.25-1.031-0.344-0.063-0.563-0.375-0.563-0.688 0-0.063 0-0.125 0.031-0.188 0.438-1.344 1.813-2.031 3.75-2.031l1.75-0.031c1.438 0 2.75 0.625 2.75 2.469v7.094c0.125 0.094 0.25 0.156 0.406 0.156 0.25 0 0.563-0.156 0.813-0.563 1.625-2.281 3.469-5 3.719-6.438 0-0.063 0.031-0.094 0.063-0.156 0.344-0.688 1.219-1.156 1.594-1.281 0.063-0.031 0.156-0.063 0.281-0.063h4.844l0.313 0.031c0.469 0 0.813 0.313 0.969 0.594 0.281 0.438 0.219 0.906 0.25 1.094v0.219c-0.469 2.844-3.719 6.031-5.094 8.094-0.188 0.25-0.281 0.469-0.281 0.688 0 0.188 0.094 0.375 0.25 0.563l4.563 5.75c0.25 0.344 0.375 0.75 0.375 1.094 0 1.031-0.969 1.625-1.906 1.719l-0.531 0.031h-4.75c-0.094 0-0.156 0.031-0.25 0.031-0.531 0-0.969-0.281-1.281-0.594-1-1.219-1.969-2.469-2.938-3.688-0.188-0.25-0.25-0.281-0.438-0.406-0.219 0.906-0.406 1.844-0.625 2.781l-0.094 0.531c-0.156 0.563-0.563 1.156-1.313 1.313l-0.438 0.031h-3.063c-5.406 0-10.25-7.688-13.656-17.281-0.094-0.25-0.156-0.594-0.156-0.906zM18.875 15.844c-0.813 0-1.719-0.469-1.719-1.344v-7.188c0-0.844-0.375-1.156-1.406-1.156l-1.781 0.063c-1 0-1.563 0.156-2.031 0.469 0.719 0.344 1.375 0.813 1.375 2.125v5.5c-0.094 1.094-1 1.813-1.875 1.813-0.594 0-1.125-0.344-1.438-0.906-1.406-2.125-2.594-4.125-3.625-7l-0.281-0.813-4.156-0.031c-0.563 0-0.5 0.031-0.5 0.313 0 0.188 0.031 0.438 0.063 0.594l0.656 1.75c3.406 8.813 7.688 14.594 11.75 14.594h3.125c0.438 0 0.406-0.531 0.5-0.844l0.594-2.75c0.125-0.281 0.219-0.531 0.438-0.75 0.25-0.25 0.531-0.344 0.813-0.344 0.594 0 1.156 0.469 1.531 0.906l2.656 3.375c0.219 0.344 0.406 0.406 0.531 0.406h5.156c0.5 0 0.938-0.156 0.938-0.469 0-0.094-0.031-0.219-0.094-0.313l-4.531-5.656c-0.375-0.469-0.531-0.938-0.531-1.406 0-0.5 0.188-1 0.5-1.438 1.313-1.969 4.125-4.781 4.781-7.094l0.094-0.406c-0.031-0.156-0.031-0.281-0.063-0.438h-4.906c-0.313 0.125-0.563 0.313-0.75 0.563l-0.188 0.594c-0.719 2-2.688 4.75-4.094 6.656-0.469 0.438-1 0.625-1.531 0.625z"></path>
                        </svg>

                        ТОС Вконтакте
                    </a>
                </div>
            </div>
        </div>
    </div>
    <h3>Дорогие друзья!</h3>
    <p>Вы находитесь в личном кабинете инициативного бюджетирования (ЛК ИБ).</p>
    <p>Что такое практики инициативного бюджетирования Республики Карелия?</p>
    <p>Это совокупность проектов, внедренных в жизнь региона в разные годы.</p>
    <p>В Республике Карелия реализуется несколько практик инициативного бюджетирования.</p>
    <p>ППМИ - программа поддержки местных инициатив, стартовала в Республике Карелия в 2014 году. ППМИ предусматривает выделение на конкурсной основе субсидий из республиканского бюджета на реализацию проектов, наиболее важных для территорий, направленных на решение вопросов местного значения.</p>
    <p>ТОС (Территориальное общественное самоуправление) - это форма самоорганизации граждан по месту их жительства на части территории муниципального образования. К таким территориям относятся: микрорайон, квартал, улица, двор, дом. С 2018 года реализуются при активном участии жителей различные конкурсы ТОС.</p>
    <p>НАРОДНЫЙ БЮДЖЕТ - это возможность жителей Республики Карелия самостоятельно распределить часть бюджетных средств. Вы предлагаете идеи, как изменить место, где вы живете, вы работаете над своими проектами - и вы выбираете инициативы, которые в итоге воплощаете в жизнь вместе с органами власти. Практика реализуется в республике с 2020 года.</p>
    <p>Кроме того, Ассоциация «Совет муниципальных образований» предлагает органам местного самоуправления участвовать в различных конкурсах, целью которых является поддержка и развитие общественных инициатив, решение социально – экономических вопросов на местном уровне, улучшение качества жизни населения.</p>
    <p>Личный кабинет ИБ дает возможность администрациям муниципальных образований при непосредственном участии населения подать в электронном виде заявки для участия в конкурсах:</p>
    <ul>
        <li>- ППМИ,</li>
        <li>- социально значимых проектов ТОС,</li>
        <li>- «Лучшая практика гражданских инициатив»,</li>
        <li>- «Лучшее ТОС»,</li>
        <li>- «Лучший специалист местного самоуправления»,</li>
        <li>- «Самое красивое село (поселок, деревня) Республики Карелия»,</li>
        <li>- «Лучший праздник села (поселка, деревни)».</li>
    </ul>
    <p>При организации новых конкурсов в ЛК ИБ будут появляться новые формы электронных заявок.</p>
    <p>Кроме того, в ЛК ИБ планируется реализация управления реестром ТОС Республики Карелия, а именно:</p>
    <ul>
        <li>регистрация ТОС,</li>
        <li>изменение данных ТОС,</li>
        <li>возможность распечатать необходимые документы по ТОС.</li>
    </ul>

@endsection
