<?php

return [
    'title_index' => 'Список конкурсов',
    'title_restore' => 'Восстановление конкурсов',
    'title_create' => 'Создание конкурса',
    'title_edit' => 'Редактирование конкурса',
    'id' => 'ID',
    'type' => 'Тип конкурса',
    'name' => 'Название конкурса',
    'year_of_competition' => 'Год проведения конкурса',
    'end_date_active' => 'Конечная дата активности',
    'is_active' => 'Сейчас активен для подачи заявок',
    'permissions' => [
        'name' => [
            'view'      => 'Просмотр конкурсов',
            'create'    => 'Создание конкурсов',
            'update'    => 'Обновление конкурсов',
            'delete'    => 'Удаление конкурсов',
            'restore'   => 'Востановление конкурсов',
        ],
        'descriptions' => [
            'view'      => 'Возможность просмотра конкурсов',
            'create'    => 'Возможность создания конкурсов',
            'update'    => 'Возможность обновления конкурсов',
            'delete'    => 'Возможность удаления конкурсов',
            'restore'   => 'Возможность востановления конкурсов',
        ],
    ],
];
