<?php

return [
    'title_index' => 'Список заявок лучший специалист',
    'title_restore' => 'Восстановление заявок лучший специалист',
    'title_create' => 'Создание заявки лучший специалист',
    'title_edit' => 'Редактирование заявки лучший специалист',
    'id' => 'ID',
    'user_id' => 'Участник',
    'contest_id' => 'Конкурс',
    'status' => 'Статус заявки',
    'contest_nomination' => 'Номинация конкурса',
    'fio' => 'Фамилия, имя, отчество (полностью)',
    'date_birth' => 'Число, месяц, год рождения',
    'phone' => 'Контактный телефон (желательно мобильный)',
    'email' => 'Адрес электронной почты',
    'education' => 'Название, год окончания учебного заведения, специальность',
    'total_work_experience' => 'Общий трудовой стаж (в месяцах)',
    'place_work' => 'Место работы, занимаемая должность',
    'organization_phone' => 'Телефон организации',
    'organization_email' => 'Адрес электронной почты организации',
    'working_hours_in_this_organization' => 'Время работы в данной организации',
    'working_hours_in_this_position' => 'Время работы в данной должности',
    'number_employees_division_total' => 'Количество штатных сотрудников подразделения – всего',
    'number_employees_division_under_your_command' => 'Количество штатных сотрудников подразделения находящихся в Вашем подчинении',
    'job_responsibilities' => 'Должностные обязанности',
    'consulting' => 'Занятие консультационной деятельностью. Основные вопросы консультирования',
    'awards' => 'Наличие государственных и иных наград, премий, почетных званий',
    'participation_in_projects' => 'Участие в проектах по проблемам местного самоуправления (да, нет, перечислите)',
    'results_activity_in_current_year' => 'Результаты деятельности в текущем  году (приведите краткое описание)',
    'additional_education' => 'Дополнительное образование',
    'professional_development' => 'Повышение квалификации',
    'work_experience_in_government' => 'Опыт работы в органах власти',
    'matrix' => [
        // Дополнительное образование
        'additional_education' => [
            'field11' => 'Название',
            'field12' => 'Год окончания',
            'field13' => 'Специальность',
        ],
        // Повышение квалификации
        'professional_development' => [
            'field14' => 'Название',
            'field15' => 'Год окончания',
        ],
        // Опыт работы в органах власти
        'work_experience_in_government' => [
            'field16' => 'Орган власти',
            'field17' => 'Должность',
            'field18' => 'Годы работы',
        ],
    ],
    'permissions' => [
        'name' => [
            'view'      => 'Просмотр заявок лучший специалист',
            'create'    => 'Создание заявок лучший специалист',
            'update'    => 'Обновление заявок лучший специалист',
            'delete'    => 'Удаление заявок лучший специалист',
            'restore'   => 'Востановление заявок лучший специалист',
        ],
        'descriptions' => [
            'view'      => 'Возможность просмотра заявок лучший специалист',
            'create'    => 'Возможность создания заявок лучший специалист',
            'update'    => 'Возможность обновления заявок лучший специалист',
            'delete'    => 'Возможность удаления заявок лучший специалист',
            'restore'   => 'Возможность востановления заявок лучший специалист',
        ],
    ],
];
