<?php

return [
    'title_index' => 'Список муниципальных образований',
    'title_restore' => 'Восстановление муниципальных образований',
    'title_create' => 'Создание муниципального образования',
    'title_edit' => 'Редактирование муниципального образования',
    'id' => 'ID',
    'parent_id' => 'Родитель',
    'name' => 'Наименование муниципального образования',
    'type' => 'Тип муниципального образования',
    'is_district_plus_gp' => 'Муниципальный район + Администрация городского поселения',
    'permissions' => [
        'name' => [
            'view'      => 'Просмотр муниципальных образований',
            'create'    => 'Создание муниципального образования',
            'update'    => 'Обновление муниципального образования',
            'delete'    => 'Удаление муниципального образования',
            'restore'   => 'Восстановление муниципальных образований',
        ],
        'descriptions' => [
            'view'      => 'Возможность просмотра муниципальных образований',
            'create'    => 'Возможность создания муниципальных образований',
            'update'    => 'Возможность обновления муниципальных образований',
            'delete'    => 'Возможность удаления муниципальных образований',
            'restore'   => 'Возможность восстановления муниципальных образований',
        ],
    ],
];
