<?php

return [
    'title_index' => 'Список разрешений',
    'id' => 'ID',
    'type' => 'Тип',
    'group' => 'Группа',
    'action' => 'Вид действия',
    'name' => 'Наименование',
    'description' => 'Описание',
    'groups' => [
        'user' => 'Управление пользователями',
        'role' => 'Управление ролями',
        'page' => 'Управление страницами',
        'category' => 'Управление категориями',
        'article' => 'Управление статьями',
        'language' => 'Управление языками',
        'setting' => 'Управление настройками',
        'contest' => 'Управление конкурсами',
        'register' => 'Управление реестром ТОС',
        'ppmi_application' => 'Управление заявками ППМИ',
        'ltos_application' => 'Управление заявками Лучшее ТОС',
        'lptos_application' => 'Управление заявками Лучшая практика гражданских инициатив',
        'szptos_application' => 'Управление заявками Соц значимые проекты ТОС',
        'other' => 'Управление видимостью по ролям',
        'ls_application' => 'Управление заявками лучший специалист',
        'most_beautiful_village' => 'Управление заявками самое красивое село',
    ],
];
