<?php

return [
    'title_index' => 'Список ролей',
    'title_restore' => 'Восстановление ролей',
    'title_create' => 'Создание роли',
    'title_edit' => 'Редактирование роли',
    'id' => 'ID',
    'name' => 'Наименование',
    'alias' => 'Техническое наименование',
    'description' => 'Описание',
    'role' => 'Роль',
    'permissions_name' => 'Разрешения',
    'permissions' => [
        'name' => [
            'view'      => 'Просмотр ролей',
            'create'    => 'Создание ролей',
            'update'    => 'Обновление ролей',
            'delete'    => 'Удаление ролей',
            'restore'   => 'Востановление ролей',
        ],
        'descriptions' => [
            'view'      => 'Возможность просмотра ролей',
            'create'    => 'Возможность создания ролей',
            'update'    => 'Возможность обновления ролей',
            'delete'    => 'Возможность удаления ролей',
            'restore'   => 'Возможность востановления ролей',
        ],
    ],
];
