<?php

return [
    'title_index' => 'Список заявок социально значимые проекты ТОС',
    'title_restore' => 'Восстановление заявок социально значимые проекты ТОС',
    'title_create' => 'Создание заявки социально значимые проекты ТОС',
    'title_edit' => 'Редактирование заявки социально значимые проекты ТОС',
    'id' => 'ID',
    'status' => 'Статус заявки',
    'user_id' => 'Участник',
    'contest_id' => 'Конкурс',
    'year' => 'Год проведения конкурса',


    'register_id' => '1. Наименование ТОС',
    'municipality_id' => '2. Населенный пункт, где реализуется проект',
    'list_members_council_tos' => '3. Список членов совета ТОС (ФИО, контактный телефон, электронная почта)',
    'population_size_settlement' => '4. Численность населенного пункта (по данным Территориального органа Федеральной службы государственной статистики по Республике Карелия на 1 января года, предшествующего году реализации проекта)',
    'project_name' => '5. Наименование проекта',
    'project_direction' => '6. Направление проекта',
    'preliminary_work_on_selection_project' => '7. Предварительная работа по выбору проекта (проименованные в соответствии с содержимым файлы (сканы) в формате PDF)',
    'preliminary_work_on_selection_project_a' => '7.1. Протокол собрания граждан:',
    'preliminary_work_on_selection_project_b' => '7.2. Листы регистрации участников общего собрания граждан:',
    'number_present_at_general_meeting' => '7.3. Количество присутствующих на общем собрании членов ТОС',
    'problem_description' => '8. Описание актуальности проблемы, на решение которой направлен проект',
    'project_purpose' => '9. Цель проекта',
    'project_tasks' => '10. Задачи проекта',
    'planned_sources_financing_project_activities' => '11. Планируемые источники финансирования мероприятий проекта (проименованные в соответствии с содержимым файлы (сканы) в формате PDF)',
    'planned_sources_financing_project_activities_a' => '11.1. Гарантийное письмо (если есть софинансирование местного бюджета), оформленное на бланке администрации муниципального образования, подтверждающее обеспечение необходимого размера средств на софинансирование проекта из бюджета муниципального образования, заверенное подписью главы и печатью администрации:',
    'planned_sources_financing_project_activities_b' => '11.2. Гарантийные письма юридических лиц(-а), подписанные руководителем и подтверждающие предоставление средств на софинансирование проекта:',
    'duration_practice_start' => '12. Дата начала реализации проекта',
    'duration_practice_end' => '13. Дата окончания реализации проекта',
    'calendar_plan_work_on_project' => '14. Календарный план работ по проекту',
    'results_project_implementation' => '15. Ожидаемые результаты реализации проекта',
    'number_beneficiaries' => '16. Количество человек (благополучателей), которые будут пользоваться результатами проекта',
    'description_need' => '17. Описание необходимости и возможностей дальнейшего развития проекта после окончания его реализации',
    'budget_funds_republic' => '18. Средства бюджета Республики Карелия',
    'funds_tos' => '19. Средства ТОС',
    'funds_legal_entities' => '20. Средства юридических лиц',
    'funds_local_budget' => '21. Средства местного бюджета (при наличии)',
    'extract_from_registry' => '22. Выписки из реестра муниципального имущества либо иных документов, подтверждающих право собственности на муниципальной имущество, предназначенное для реализации проекта (проименованные в соответствии с содержимым файлы (сканы) в формате PDF)',
    'documentation' => '23. Техническая, проектная и сметная документация (проименованные в соответствии с содержимым файлы (сканы) в формате PDF)',
    'documentation_a' => '23.1. Утвержденная (-ые) главой (руководителем) локальная (-ые) смета (-ы) на работы (услуги) в рамках проекта:',
    'documentation_b' => '23.2. Свидетельство, сертификат (либо иной подтверждающий документ) разработчика сметы:',
    'documentation_c' => '23.3. Коммерческие предложения (не менее трех):',
    'documentation_d' => '23.4. Сводный сметный расчет (при необходимости):',
    'letter_guarantee' => '24. Гарантийное письмо администрации муниципального образования о принятии в собственность муниципального образования объектов, реализованных в рамках проекта, в течение трех месяцев со дня окончания работ по проекту (подписанный скан в формате PDF)',
    'other_documents' => '25. Иные документы и фотоматериалы, подтверждающие актуальность и остроту проблемы и позволяющие наиболее полно описать проект (проименованные в соответствии с содержимым файлы (фото и сканы) в формате PDF)',
    'participation_population_in_implementation_project' => '26. Участие населения (членов ТОС) в реализации проекта (неоплачиваемый труд, материалы и др.) - описать виды участия (каждый вид участия указывается отдельной строкой)',
    'public_participation_in_operation_facility' => '27. Участие населения в обеспечении эксплуатации и содержании объекта, после завершения проекта (каждый вид участия указывается отдельной строкой)',
    'project_implementation_provides_informational_support' => '28. Реализацией проекта предусмотрено его информационное сопровождение (ссылки на каждый вид информационного сопровождения указывается отдельной строкой)',
    'person_responsible_implementation_project' => '29. Лицо, ответственное за реализацию проекта (фамилия, имя, отчество, контактный телефон, электронная почта)',
    'is_grand_opening_with_media_coverage' => '30. По итогам реализации проекта предусмотрено мероприятие «Торжественное открытие с освещением в СМИ»',
    'app_four' => '31. Приложение 5 (Согласование с главой администрации об участии в конкурсе)',
    'date_filling_in' => '32. Дата заполнения заявки',
    'executor' => '33. Исполнитель',
    'executor_phone' => '34. Телефон исполнителя',
    'total_application_points' => '35. Общие баллы по заявке',
    'points_from_administrator' => '36. Баллы от администратора',
    'comment_on_points_from_administrator' => '37. Комментарий к баллам от администратора',
    'is_admitted_to_competition' => '38. Допущен к участию в конкурсе',



    'region_id' => 'Наименование (муниципального района/городского округа), где реализуется проект',
    'settlement_id' => 'Наименование поселения в составе района, где реализуется проект',
//    'date_registration_charter' => 'Дата учреждения ТОС (дата регистрации устава ТОС в органе местного самоуправления муниципального образования)',
//    'is_tos_legal_entity' => 'Является ли ТОС юридическим лицом',
//    'nomenclature_number' => 'Номенклатурный номер ТОС',
//        '',                                           // Сведения о председателе ТОС (фамилия, имя, отчество (полностью), контактный телефон, электронная почта)
//    'full_name_chairman_tos' => 'ФИО председателя ТОС',
//    'tos_address' => 'Почтовый адрес (с указанием индекса)',
//    'tos_phone' => 'Номер мобильного телефона',
//    'tos_email' => 'Адрес электронной почты',
   'population_size_in_tos' => 'Количество жителей, проживающих в границах ТОС',
    'total_cost_project' => 'Общая стоимость проекта',
    'funds_raised' => 'Привлеченные средства',
    'extra_budgetary_sources' => 'Внебюджетные источники',
//    'information_project_support' => 'Информационное сопровождение проекта (файлы)',

    'information_project_support_info' => 'Информационное сопровождение проекта (указать, каким образом будет обеспечено освещение проекта в целом и его ключевых мероприятий в СМИ,  социальных сетях (группы ТОС в социальных сетях, группа Ассоциации ТОС в Республике Карелия в социальной сети «Вконтакте» (https://vk.com/tosrk), портал «Инициативное бюджетирование в Республике Карелии» (инициативы-карелия.рф)), реклама, листовки, специальные мероприятия, информирование партнеров.',
    'common' => 'Основное',
    'registers' => 'Данные из реестра ТОС',
    'matrix' => [
        // Список членов совета ТОС (ФИО, контактный телефон, электронная почта)
        'list_members_council_tos' => [
            'field60' => 'ФИО',
            'field61' => 'Контактный телефон',
            'field62' => 'Электронная почта',
        ],
        // Календарный план работ по проекту
        'calendar_plan_work_on_project' => [
            'field63' => 'Основные этапы проекта и мероприятия',
            'field64' => 'Срок реализации',
            'field65' => 'Ответственные исполнители',
        ],
        // Информационное сопровождение проекта (указать, каким образом будет обеспечено освещение проекта в целом и его ключевых мероприятий в СМИ,  социальных сетях (группы ТОС в социальных сетях, группа Ассоциации ТОС в Республике Карелия в социальной сети «Вконтакте» (https://vk.com/tosrk), портал «Инициативное бюджетирование в Республике Карелии» (инициативы-карелия.рф)), реклама, листовки, специальные мероприятия, информирование партнеров.
        'information_project_support_info' => [
            'field66' => 'Название файла',
            'field67' => 'Ссылки на подтверждени',
        ],
        // Участие населения (членов ТОС) в реализации проекта (неоплачиваемый труд, материалы и др.) - описать виды участия
        'participation_population_in_implementation_project' => [
            'field68' => 'Виды участия',
        ],
        // Участие населения в обеспечении эксплуатации и содержании объекта, после завершения проекта
        'public_participation_in_operation_facility' => [
            'field69' => 'Виды участия',
        ],
        // Реализацией проекта предусмотрено его информационное сопровождение
        'project_implementation_provides_informational_support' => [
            'field70' => 'Виды участия',
        ],
    ],
    'permissions' => [
        'name' => [
            'view'      => 'Просмотр заявок социально значимые проекты ТОС',
            'create'    => 'Создание заявок социально значимые проекты ТОС',
            'update'    => 'Обновление заявок социально значимые проекты ТОС',
            'delete'    => 'Удаление заявок социально значимые проекты ТОС',
            'restore'   => 'Востановление заявок социально значимые проекты ТОС',
        ],
        'descriptions' => [
            'view'      => 'Возможность просмотра заявок социально значимые проекты ТОС',
            'create'    => 'Возможность создания заявок социально значимые проекты ТОС',
            'update'    => 'Возможность обновления заявок социально значимые проекты ТОС',
            'delete'    => 'Возможность удаления заявок социально значимые проекты ТОС',
            'restore'   => 'Возможность востановления заявок социально значимые проекты ТОС',
        ],
    ],
];
