<?php

return [
    "ppmi" => [
        // муниципальный округ
        'mo' => [
            'budget_funds' => [
                'sum' => 4000000,
                'percentage' => 89,
            ],
        ],
        // муниципальный район
        'mr' => [
            'budget_funds' => [
                'sum' => 3500000,
                'percentage' => 75,
            ],
        ],
        // городское поселение
        'gp' => [
            'budget_funds' => [
                'sum' => 3500000,
                'percentage' => 75,
            ],
        ],
        // сельское поселение
        'sp' => [
            // с численностью населения свыше 1000 человек
            'from1000' => [
                'budget_funds' => [
                    'sum' => 3000000,
                    'percentage' => 85,
                ],
            ],
            // с численностью населения менее 1000 человек
            'to1000' => [
                'budget_funds' => [
                    'sum' => 3000000,
                    'percentage' => 88,
                ],
            ],
        ],
        // городской округ
        'go' => [
            'budget_funds' => [
                'sum' => 5000000,
                'percentage' => 75,
            ],
        ],
    ],
];
